[
    {
        "cn": "曾经有一张名为“Train 火车站2”的地图，它创建于2010年，但在2012年新年庆祝活动前发布。发布后，人们发现了一个bug：塔楼的道具模型可以被镭射炮射穿。两天后，利用这个bug的行为开始受到惩罚，又过了一周，这个bug被彻底修复了。"
    },
    {
        "cn": "2011年，开发者们决定举办一场比赛，要求玩家们在比赛中不断旋转炮塔。为此，他们开发了一张名为“Carousel (旋转木马)”的特殊地图。按照设想，玩家在这张地图上无法使用任何道具（无论是购买的还是从奖励箱中获得的）。这张地图从未正式发布。值得一提的是，该地图的主要设计师是传奇地图制作者Figishe，他创作了大量的地图。现在这张地图被认为已经丢失了。"
    },
    {
        "cn": "火龙珠炮塔的项目首次出现于2009年。该炮塔原计划命名为“极速炮”。它最初的射击弹道不会从表面反弹，并且是蓝色的。当时，极速炮/火龙珠是一种机枪，但后来出现了反弹球体的想法，这个想法后来发展成了一个成熟的炮塔，也就是现在我们所知的火龙珠。"
    },
    {
        "cn": "当蜂王还处于测试阶段时，它由五个部分组成：一个中央部分和四个侧面部分，每个侧面部分的等级都低于中央单元，并且每侧都有履带。后来，由于其设计被认为“过于未来主义”，以及与重力和牵引力相关的复杂性，蜂王变成了现在的样子。"
    },
    {
        "cn": "2011年6月镭射炮的出现，在坦克手们中引起了轩然大波。发布后，镭射炮以每秒三个的速度被疯狂购买！紧接着它就被修改，并且发布了带有镭射炮防护的迷彩。第二天，它从玩家车库中被移除，水晶被退还，描述也发生了改变。由于镭射炮威力太弱，它被稍作改进，并在正式发布前于测试服务器上进行了公开测试。测试第一天，镭射炮在瞄准模式下的最高伤害是150-175-200-250生命值（分别对应M0-M1-M2-M3），第二天则为200-225-275-300。"
    },
    {
        "cn": "第一个金箱子价值1000水晶。最初，没人知道这个奖励会在何时、何地、以何种方式出现。第一个金箱子在“大桥3C”地图上掉落，当时战斗奖励为700水晶，被玩家Noosya接住。后来，金箱子开始在几乎每张地图上掉落，但其价值被削减到100水晶。现在，所有地图上都设有金箱子掉落区，其价值也再次增加到1000水晶。"
    },
    {
        "cn": "2011年2月，游戏推出了一款轰天炮的特殊改装版，名为轰天炮XT。这款改装版售价约为4000水晶，且仅限时一周可供购买。轰天炮XT在所有方面都优于轰天炮M3。"
    },
    {
        "cn": "2009年，开发者们决定创造一种既能对敌人造成伤害又能治疗蓝队队友的炮塔，于是磁力炮诞生了。磁力炮的第一个概念版只能治疗，外形有三个尖齿，有点像游戏《半条命》中的一个模型。磁力炮还能够通过向空中射击来治疗自己。这个能力过于强大，因此被移除了。磁力炮最后一次修改是在2017年2月，当时它的自我治疗能力被移除了。"
    },
    {
        "cn": "在2009年5月的Beta测试期间，3D坦克在游戏开发者大会上荣获“最佳无发行商游戏”奖。这说明，即便尚处测试阶段，3D坦克就已经在游戏行业获得了认可和声誉。"
    },
    {
        "cn": "2012年夏天，为庆祝欧洲足球锦标赛举办了一项特殊活动。在此活动期间，金箱子的价值被多次提高。活动结束后据估计，玩家们在活动期间通过金箱子共获得了9000万水晶——在当前的游戏经济体系中，这几乎价值十亿水晶！"
    },
    {
        "cn": "2012年9月27日，一场名为“Kasim vs Sun”的非凡战斗上演——俄罗斯社区经理Maksim Khusainov和技术支持专员Kseniya Ignatyeva使用黄蜂轻甲+轰天炮的组合互相对抗。Maksim以22:19的比分获胜。坦克手们可以在车库中购买售价100水晶的特殊迷彩来支持他们。最终，支持Kasim的迷彩售出47341件，支持Sun的售出18004件，还有4844名玩家同时购买了两种迷彩——所有购买了Kasim迷彩的玩家都获得了59水晶的返还。"
    },
    {
        "cn": "每年10月31日，3D坦克都会庆祝万圣节。在2012年的活动中，一张特殊地图被创建了59597次，特殊金箱子掉落了12008次。还发生了一些有趣的巧合：2012年10月30日，第16666666位坦克手注册，而关于特殊视频周报的推文是第666条。2014年，在一张特殊的万圣节地图上有45个鬼魂。2015年10月31日，坦克手们在游戏中的总时长达到了196年，并接住了44万个金箱子。最佳“捕金手”竞赛的获胜者是玩家Ti-To，他接住了195个箱子，并获得了维京XT和雷暴炮XT作为奖励。"
    },
    {
        "cn": "3D坦克的第一个测试版本的开发耗时四个半月。第一个注册的非开发者玩家是GlebNikitin。而第一个注册的账号是arts80，它属于服务器程序员Alex Kviring。游戏中的第一张地图是“广场3C”的原型。"
    },
    {
        "cn": "截至2010年中，约有20万名玩家注册。2010年12月19日，注册人数达到一百万。2011年6月6日 - 第300万名注册玩家（昵称为katyana）。2012年1月4日 - 第700万名注册玩家（昵称为stepan1234567891）。2012年3月25日 - 突破1000万注册大关（玩家昵称为lYonsl）。2012年坦克手节，第1500万名玩家注册（昵称为adilov.amir）。2013年2月5日 - 第2000万名注册玩家（昵称为tolik755）。2013年7月底 - 第3000万名注册玩家（昵称为nadja8201）。"
    },
    {
        "cn": "3D坦克在俄罗斯最受欢迎。紧随其后的是乌克兰、白俄罗斯、亚美尼亚、哈萨克斯坦、德国、摩尔多瓦、格鲁吉亚、美国和沙特阿拉伯。"
    },
    {
        "cn": "游戏中最受欢迎的迷彩是“绿色”，其次是“假日”和“林务员”。三种最受欢迎的炮塔是激光炮、火龙珠和离子炮。三种最受欢迎的底盘是蜂王、维京和黄蜂轻甲。"
    },
    {
        "cn": "在新年假期和6月4日的3D坦克生日庆典期间，开发团队会举办名为“The GAME”的解谜活动。获胜者将获得一个“梦想坦克”——一个完全微升级的底盘、炮塔和迷彩。2014年3D坦克生日活动的获胜者是玩家KomZorg，他选择了猎人中甲M3、火龙珠M3和毕加索迷彩。2014-2015新年“The GAME”的获胜者是玩家SteelShark，他获得了蜂王M3、滑膛炮M3和毕加索迷彩。2015年3D坦克生日活动的获胜者是玩家alex7668-rak，他获得了猎人中甲M3、轰天炮M3和纳米迷彩。2015-2016新年活动的获胜者是玩家DisappearedStar，他没有选择“梦想坦克”，而是选择了三种迷彩：针叶林、浣熊和翡翠。"
    },
    {
        "cn": "3D坦克的官方VKontakte小组成立于2011年1月。俄罗斯社区经理Maksim Khusainov承诺，如果小组成员数超过50万，他就在冰窟窿里泡个澡。2014年9月27日，这个数字被突破，而在新年时，Maksim兑现了他的承诺——在2015年的第一个视频博客中，他从冰窟窿里开始讲话。"
    },
    {
        "cn": "游戏中总共有六张地图在控制点模式下拥有偶数个据点——空中楼阁、Deck 9、十字角斗场、围攻、遗弃工厂和黑色城堡。有四张地图——峡谷、城镇角斗场、延迟乒乓和山岗——完全没有控制点模式。此外，城镇角斗场是唯一一张既不能玩互夺军旗模式也不能玩控制点模式的地图。"
    },
    {
        "cn": "容纳玩家最多的地图是古代城堡，可容纳多达40名玩家；其次是柏林巷战，最多可容纳36名玩家；失落神庙和疯狂思维空间则最多可容纳32名玩家。就面积而言，失落神庙是最大的地图，柏林巷战紧随其后，古代城堡位列第三。最小的地图是小岛、城镇角斗场和延迟乒乓。"
    },
    {
        "cn": "2014年夏天，巴西举办了世界杯，3D坦克也参与了这一盛事。在名为“足球狂热”的活动中，玩家可以购买代表32个参赛国之一的迷彩。那些购买了冠军队迷彩的玩家，在活动增益期间所花费水晶的50%被返还。购买的迷彩总数为555,502件，其中俄罗斯迷彩为111,000件（最受欢迎），德国（冠军）为38,007件，阿根廷为17,641件，荷兰为15,465件。购买最少的迷彩是科特迪瓦的迷彩——仅约1,000件。约有8.87亿水晶被返还给坦克手们。"
    },
    {
        "cn": "在2013年5月的“The GAME”活动中，成功解开所有谜题的奖励是一款名为“风暴”的临时迷彩，它提供对所有炮塔15%的防护。活动结束时，共有9636名坦克手获得了这款迷彩。"
    },
    {
        "cn": "很久以前，激光炮曾被称为“恐惧机器”，火龙珠可能被叫做“极速炮”，蜂王可能叫“猛禽”，维京可能叫“百夫长”，而滑膛炮可能叫“马格南”。至于极速炮，游戏设计师Semyon Strizhak（以Hazel-Rah闻名）曾开玩笑地承诺：“这个炮塔绝不会被命名为极速炮，否则我就在手上多长出两根手指。”"
    },
    {
        "cn": "观战模式并非从一开始就存在于游戏中。首次使用观战模式进行直播的军团战争是TOF Dream Team III锦标赛上半区四分之一决赛，对阵双方是“International”战队和“Tyazhelo i Slozhno”战队（意为“艰难又复杂”）。"
    },
    {
        "cn": "2015年夏天，3D坦克团队参加了在德国科隆举办的Gamescom游戏展。为纪念此活动，游戏推出了一张名为“科隆”的地图，地图上会掉落价值2000水晶的金箱子。活动期间，金箱子共掉落了1.91亿水晶，约有一百万玩家访问了这张地图。"
    },
    {
        "cn": "在许多地图中，你可以找到泰坦+火焰炮组合的生锈残骸：这是对平衡调整前时代玩家的一种致敬，当时泰坦+火焰炮被认为是炮塔和底盘最荒谬和无用的组合。"
    },
    {
        "cn": "3D坦克的生日被定为2009年6月4日——即公开测试开始的日期。第一位达到最高等级（当时是元帅）的玩家是传奇人物T7000。2010年4月，中国服务器启动。2014年4月16日，3D坦克在巴西上线。巴西社区的第一位大元帅是玩家limadj2——他于2014年9月2日达到140万经验值，花了大约四个半月时间升到最高级。作为对他快速升级的奖励，limadj2获得了一套完全微升级的维京M3、火龙珠M3和宙斯迷彩。"
    },
    {
        "cn": "在节假日和特殊庆祝活动期间，游戏中的奖励有时会增加。游戏史上最大的奖励是正常奖励的五倍，出现在2015年8月2日，为庆祝当时有5万名观众在3D坦克的Twitch频道上收看电竞总决赛。"
    },
    {
        "cn": "2015年5月9日，游戏推出了售价70水晶的“无限道具”通行证，可在5月10日服务器重启前购买。在那天，几乎不可能找到一个不同时激活三种道具的玩家——除非他们在禁用了道具的PRO战斗中游戏。"
    },
    {
        "cn": "在2014-2015年圣诞假期期间，3D坦克记录到一次来自朝鲜的登录。众所周知，朝鲜的互联网访问受到严格限制。那会是谁呢？"
    },
    {
        "cn": "在2014-2015年圣诞假期期间，有一个特殊的增益活动，你可以租用独特的XT版激光炮和蜂王，以及一款名为“冰霜”的特殊迷彩——它提供对所有炮塔20%的防护。激光炮XT和蜂王XT比普通版性能提升了50%。这些特殊物品在游戏中持续了十二天，你可以在这十二天内的任何时间租用它们。激光炮XT M0的起价为15万水晶，每次升级额外增加5万水晶，购买后可以在整个十二天内使用该物品。之后每天，价格会降低约30%。"
    },
    {
        "cn": "死亡混战是游戏中最受欢迎的模式，占所有被创建战斗的42%。紧随其后的是互夺军旗（33%），团队对战（14%）和控制点（11%）。"
    },
    {
        "cn": "林务员是所有迷彩中最受欢迎的一款。在2015年12月，这款迷彩在战斗中的总使用时间达到了1,258,208小时。这相当于137年！"
    },
    {
        "cn": "高地角斗场是3D坦克中最受欢迎的地图。仅在2015年，玩家们就创建了惊人的770万场高地角斗场战斗。"
    },
    {
        "cn": "并不是所有人都知道特殊的“月球漫步者”迷彩。它是在“告别月球寂静地图”活动期间加入游戏的，并且在活动结束前都可以购买。现在这张地图已不在游戏中，但这款迷彩依然存在。"
    },
    {
        "cn": "如果一个物品同时适用两种折扣，它们不会直接相加。计算方式是：先对物品应用第一个折扣，然后在折扣后的价格上再应用第二个折扣。例如，20%的个人折扣和25%的促销折扣会给你总共40%的优惠，而不是45%。"
    },
    {
        "cn": "在其他玩家坦克上方的激活道具指示器是在道具推出半年后才加入游戏的。在此之前，你只能猜测敌人是否激活了双倍攻击或双倍护甲。"
    },
    {
        "cn": "瑙鲁、基里巴斯和几内亚比绍是玩家数量最少的三个国家。事实上，根据统计数据，这三个国家各自都只有一名坦克手。"
    },
    {
        "cn": "猛犸象本可以有另一个名字。当这款重型底盘仍在开发中时，开发者曾认真考虑过“歌利亚”这个名字。"
    },
    {
        "cn": "并非所有的大元帅在达到该等级前都曾是陆军元帅和统帅。在2012年12月17日之前，游戏中的最高等级是元帅。当新的等级被添加时，许多元帅的经验值已经超过了140万。"
    },
    {
        "cn": "petraz是第一位成功登上里约地图摩天大楼顶部的坦克手。他是在2014年4月1日，为庆祝3D坦克在巴西上线而举办的活动期间完成这一壮举的。"
    },
    {
        "cn": "在“圣地之战”地图中有几处用波斯语写成的短语。地图中央蓝色旗帜上的那句写着：“我们历经艰辛才登上山峰”。房屋上的小字可以翻译为：“我们活着不是为了自己，而是为了更伟大的利益”，而大门上的标志则简单地写着“欢迎”。"
    },
    {
        "cn": "游戏中被完成次数最多的每日任务是“在战斗中获得第一名”。紧随其后的是“收集维修工具”和“收集速度提升”。"
    },
    {
        "cn": "从新兵一直升级到传奇，通过等级提升奖励获得的水晶总额为354,010。其中将近一半是在最后5个等级中获得的。"
    }
]
